Repository: umachinchula/halo
Catalog: Localizable.xcstrings
Source language: en
Languages: be, de, es_419, fr, hi, nl, ru, th, zh_hans, zh_hant

source: Popover mode shows the assistant as a dropdown attached to the AI button. Panel mode shows the assistant in a floating window near the notch.
be: Рэжым «Popover» паказвае асістэнта ў выглядзе выпадальнага меню, прывязанага да кнопкі ШІ. Рэжым «Панэль» паказвае асістэнта ў плаваючым акне побач з выемкай.
de: Der Popover-Modus zeigt den Assistenten als Dropdown-Menü an, das an der KI-Taste befestigt ist. Der Bedienfeldmodus zeigt den Assistenten in einem schwebenden Fenster in der Nähe der Kerbe an.
fr: Le mode pop-over montre l'assistant comme une liste déroulante attachée au bouton d'IA. Le mode panneau affiche l'assistant dans une fenêtre flottante près de l'encoche.
hi: पॉपओवर मोड में असिस्टेंट AI बटन से जुड़ा एक ड्रॉपडाउन के रूप में दिखाई देता है। पैनल मोड में असिस्टेंट नॉच के पास एक फ्लोटिंग विंडो में दिखाई देता है।
nl: De popover-modus toont de assistent als een vervolgkeuzelijst die aan de AI-knop is gekoppeld. Paneelmodus toont de assistent in een zwevend venster nabij de inkeping.
ru: Поведение отображения ИИ помощника.
th: โหมดป๊อปโอเวอร์แสดงผู้ช่วยเป็นดรอปดาวน์ติดกับปุ่ม AI โหมดแผงแสดงผู้ช่วยในหน้าต่างลอยใกล้รอยบาก
zh_hans: 弹出模式会将助手显示为附加在 AI 按钮上的下拉菜单。面板模式会在刘海附近的浮动窗口中显示助手。
zh_hant: 彈出模式會將助理顯示為附加在 AI 按鈕上的下拉選單。面板模式會在瀏海附近的浮動視窗中顯示助理。

source: Presets show up inside the timer popover with the configured name, duration, and accent colour. Reorder them to change the display order.
be: Прэсеты з'яўляюцца ў сплывальным акне таймера з наладжанай назвай, працягласцю і акцэнтным колерам. Змяніце іх парадак, каб змяніць парадак адлюстравання.
de: Voreinstellungen werden im Timer-Popover mit dem konfigurierten Namen, der Dauer und der Akzentfarbe angezeigt. Ordnen Sie sie neu an, um die Anzeigereihenfolge zu ändern.
fr: Les préréglages apparaissent à l'intérieur de la fenêtre contextuelle de la minuterie avec le nom, la durée et la couleur d'accentuation configurés. Réordonnez-les pour modifier l'ordre d'affichage.
hi: प्रीसेट्स टाइमर पॉपओवर में कॉन्फ़िगर किए गए नाम, अवधि और हाइलाइट रंग के साथ दिखाई देते हैं। प्रदर्शन क्रम बदलने के लिए उन्हें पुनः क्रमबद्ध करें।
nl: Voorinstellingen verschijnen in de timer-popover met de geconfigureerde naam, duur en accentkleur. Herschik ze om de weergavevolgorde te wijzigen.
ru: Пресеты отображаются в окне таймера. Меняйте их порядок для изменения отображения.
th: พรีเซ็ตแสดงในป๊อปโอเวอร์ตัวจับเวลาพร้อมชื่อ ระยะเวลา และสีเน้นที่ตั้งไว้ จัดเรียงใหม่เพื่อเปลี่ยนลำดับแสดง
zh_hans: 预设将显示在计时器弹出窗口中，包括配置的名称、持续时间和重音颜色。重新排序以更改显示顺序。
zh_hant: 預設組合將顯示在計時器彈出式視窗中，包括配置的名稱、持續時間和重音顏色。重新排序以更改顯示順序。

source: Replaces macOS system HUD with Dynamic Island displays for volume, brightness, and keyboard backlight.
be: Замяняе сістэмны HUD macOS на дынамічныя востравы для рэгулявання гучнасці, яркасці і падсветкі клавіятуры.
de: Ersetzt das macOS-System-HUD durch Dynamic Island-Displays für Lautstärke, Helligkeit und Tastatur-Hintergrundbeleuchtung.
fr: Remplace le HUD du système macOS par des écrans Dynamic Island pour le volume, la luminosité et le rétroéclairage du clavier.
nl: Vervangt de HUD van het macOS-systeem door Dynamic Island-schermen voor volume, helderheid en toetsenbordverlichting.
ru: Заменяет системный HUD macOS на элементы Dynamic Island.
th: แทนที่ HUD ระบบ macOS ด้วยการแสดงผลไดนามิกไอแลนด์สำหรับระดับเสียง ความสว่าง และไฟแป้นพิมพ์
zh_hans: 使用灵动岛显示替换 macOS 系统 HUD 的音量、亮度和键盘背光。
zh_hant: 使用動態島顯示替換 macOS 系統 HUD 的音量、亮度和鍵盤背光。

source: Sampling can continue while the notch is closed when the timeout is disabled.
be: Збор проб можа працягвацца, пакуль заглушка закрытая, калі таймаўт адключаны.
de: Die Probenahme kann fortgesetzt werden, während die Kerbe geschlossen ist, wenn das Timeout deaktiviert ist.
fr: L'échantillonnage peut continuer tant que l'encoche est fermée lorsque le délai d'attente est désactivé.
nl: Het bemonsteren kan doorgaan terwijl de inkeping gesloten is als de time-out is uitgeschakeld.
ru: Сэмплинг может продолжаться при закрытом вырезе, если отключен таймаут.
th: การสุ่มตัวอย่างสามารถดำเนินต่อขณะรอยบากปิดเมื่อปิดใช้การหมดเวลา
zh_hans: 禁用超时后，采样可以在刘海关闭时继续。
zh_hant: 停用超時後，取樣可以在瀏海關閉時繼續。

source: Select a custom sound to play when a timer ends. Supported formats include MP3, M4A, WAV, and AIFF.
be: Выберыце ўласны гук, які будзе прайгравацца па заканчэнні таймера. Падтрымліваюцца фарматы MP3, M4A, WAV і AIFF.
de: Wählen Sie einen benutzerdefinierten Sound aus, der abgespielt werden soll, wenn ein Timer endet. Unterstützte Formate umfassen MP3, M4A, WAV und AIFF.
fr: Sélectionnez un son personnalisé à lire lorsqu'une minuterie se termine. Les formats pris en charge comprennent MP3, M4A, WAV et AIFF.
nl: Selecteer een aangepast geluid om af te spelen wanneer een timer afloopt. Ondersteunde formaten zijn onder meer MP3, M4A, WAV en AIFF.
ru: Выберите звук для окончания таймера. Поддерживаются MP3, M4A, WAV и AIFF.
th: เลือกเสียงกำหนดเองเพื่อเล่นเมื่อตัวจับเวลาหมด รองรับ MP3, M4A, WAV และ AIFF
zh_hans: 选择计时器结束时播放的自定义声音。支持格式包括 MP3、M4A、WAV 和 AIFF。
zh_hant: 選擇計時器結束時播放的自訂聲音。支援格式包括 MP3、M4A、WAV 和 AIFF。

source: 'Now Playing' was the only option on previous versions and works with all media apps.
de: "Jetzt läuft" war die einzige Option auf vorherigen Versionen und funktioniert mit allen Medien-Apps.
es_419: «Ahora en reproducción» era la única opción en las versiones anteriores y funciona con todas las aplicaciones multimedia.
fr: “À l’écoute” était la seule option dans les précédentes versions et fonctionne avec toutes les applications multimédias.
hi: 'Now Playing' पिछले संस्करणों में एकमात्र विकल्प था और यह सभी मीडिया ऐप्स के साथ काम करता है।
nl: 'Huidig onderdeel' was de enige optie in eerdere versies en werkt met alle media-apps.
ru: «Сейчас играет» было единственным вариантом в предыдущих версиях и работает со всеми медиаприложениями.
th: 'กำลังเล่น' เป็นตัวเลือกเดียวในเวอร์ชันก่อนหน้าและทำงานกับแอปสื่อทั้งหมด

source: %.0f seconds
de: %.0f Sekunden
fr: %.0f secondes
nl: %.0f seconden
ru: %.0f сек.

source: %@ Models
de: %@ Model
fr: %@ modèles
nl: %@ Modellen
ru: %@ модели
zh_hans: %@ 模型
zh_hant: %@ 模型

source: %@ Offset
de: %@ Ausgleich
fr: %@ Compenser
ru: %@ смещение
zh_hans: %@ 偏移
zh_hant: %@ 偏移

source: %lld animations
de: %lld Animation
nl: %lld animaties
ru: %lld анимаций
zh_hans: %lld 个动画
zh_hant: %lld 個動畫

source: %lld colors
de: %lld Farben
fr: %lld couleurs
nl: %lld kleuren
ru: %lld цв.
zh_hans: %lld 种颜色
zh_hant: %lld 種顏色

source: %lld min
de: %lld Minuten
ru: %lld мин
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: • Bug fixes
de: • Fehlerbehebungen
fr: • Corrections de bugs
hi: • बग फिक्स
ru: • Исправления ошибок
th: • แก้ไขบั๊ก

source: • Frosted Glass: Translucent blur effect
de: • Milchglas: Durchscheinender Unschärfeeffekt
fr: • Verre dépoli : effet de flou translucide
hi: • फ्रॉस्टेड ग्लास: पारभासी धुंधला प्रभाव
nl: • Matglas: doorschijnend vervagingseffect
ru: • Матовое стекло: Эффект полупрозрачного размытия
th: • Frosted Glass: เอฟเฟกต์เบลอแบบกึ่งโปร่งใส
zh_hans: • 磨砂玻璃：半透明模糊效果
zh_hant: • 磨砂玻璃：半透明模糊效果

source: • Improved performance
de: • Verbesserte Leistung
fr: • Amélioration des performances
hi: • बेहतर प्रदर्शन
nl: • Verbeterde prestaties
ru: • Улучшена производительность
th: • ปรับปรุงประสิทธิภาพ

source: • Liquid Glass: Modern glass effect (macOS 26+)
de: • Moderner Glaseffekt (macOS 26+)
es_419: • Vidrio líquido: efecto de vidrio moderno (macOS 26+)
fr: • Verre liquide : effet de verre moderne (macOS 26+)
hi: • लिक्विड ग्लास: आधुनिक ग्लास प्रभाव (macOS 26+)
nl: • Liquid Glass: modern glaseffect (macOS 26+)
ru: • Liquid Glass: Современный эффект стекла (macOS 26+)
th: • Liquid Glass: เอฟเฟกต์กระจกสมัยใหม่ (macOS 26+)
zh_hans: • 液态玻璃：现代玻璃效果（macOS 26+）
zh_hant: • 液態玻璃：現代玻璃效果（macOS 26+）

source: • New feature 1
de: • Neue Funktion 1
fr: Nouvelle fonctionnalité 1
hi: • नई सुविधा 1
nl: • Nieuwe functie 1
ru: • Новая функция 1
th: • ฟีเจอร์ใหม่ 1

source: • Solid Dark/Light/Auto: Opaque backgrounds
de: • Solide Dunkel/Hell/Auto: Undurchsichtige Hintergründe
es_419: • Oscuro/Claro/Automático sólido: fondos opacos.
fr: • Solid Dark/Light/Auto : arrière-plans opaques
hi: • सॉलिड डार्क/लाइट/ऑटो: अपारदर्शी पृष्ठभूमि
nl: • Effen donker/licht/automatisch: ondoorzichtige achtergronden
ru: • Сплошной Темный/Светлый/Авто: Непрозрачный фон
th: • Solid Dark/Light/Auto: พื้นหลังทึบ
zh_hans: • 纯色深色/浅色/自动：不透明背景
zh_hant: • 純色深色/淺色/自動：不透明背景

source: • Thinking
de: • Denken
es_419: • Pensar
fr: • Réflexion
nl: • Denken
ru: • Размышление
th: • กำลังคิด
zh_hans: • 思考中
zh_hant: • 思考中

source: • Updated %@
de: • Aktualisiert %@
es_419: • Actualizado %@
fr: • Mis à jour %@
nl: • %@ bijgewerkt
ru: • Обновлено %@
zh_hans: • 更新于 %@
zh_hant: • 更新於 %@

source: +%lld more
de: +%lld mehr
fr: +%lld en plus
nl: +%lld meer
ru: +%lld ещё
zh_hans: +%lld 更多
zh_hant: +%lld 更多

source: ⚠️ WARNING: System HUD may not be working properly!
de: ⚠️ WARNUNG: Das System-HUD funktioniert möglicherweise nicht richtig!
nl: ⚠️ WAARSCHUWING: Systeem-HUD werkt mogelijk niet correct!
ru: ⚠️ ВНИМАНИЕ: HUD системы может работать неправильно!
th: ⚠️ คำเตือน: HUD ระบบอาจทำงานไม่ถูกต้อง!
zh_hans: ⚠️ 警告：系统 HUD 可能无法正常工作！
zh_hant: ⚠️ 警告：系統 HUD 可能無法正常工作！

source: ⚠️ Error:
de: ⚠️ Fehler:
nl: ⚠️ Fout:
ru: ⚠️ Ошибка:
th: ⚠️ ข้อผิดพลาด:
zh_hans: ⚠️ 错误：
zh_hant: ⚠️ 錯誤：

source: 🔋 Max capacity
de: 🔋 Maximale Kapazität
nl: 🔋 Maximale capaciteit
ru: 🔋 Макс. емкость
th: 🔋 ความจุสูงสุด
zh_hans: 🔋 最大容量
zh_hant: 🔋 最大容量

source: 🕒 Time to full charge:
de: 🕒 Zeit bis zur vollständigen Aufladung:
nl: 🕒 Tijd tot volledig opladen:
ru: 🕒 Время до полной зарядки:
th: 🕒 เวลาชาร์จเต็ม:
zh_hans: 🕒 充满所需时间：
zh_hant: 🕒 充滿所需時間：

source: 3 items
de: 3 Artikel
fr: 3 éléments
ru: 3 шт.
th: 3 รายการ
zh_hans: 3 个项目
zh_hant: 3 個項目

source: 5 colors
de: 5 Farben
fr: 5 couleurs
nl: 5 kleuren
ru: 5 цв.
th: 5 สี
zh_hans: 5 种颜色
zh_hant: 5 種顏色

source: 5 items
de: 5 Artikel
fr: 5 éléments
ru: 5 шт.
th: 5 รายการ
zh_hans: 5 个项目
zh_hant: 5 個項目

source: 7 items
de: 7 Artikel
fr: 7 éléments
ru: 7 шт.
th: 7 รายการ
zh_hans: 7 个项目
zh_hant: 7 個項目

source: 10 colors
de: 10 Farben
fr: 10 couleurs
nl: 10 kleuren
ru: 10 цв.
th: 10 สี
zh_hans: 10 种颜色
zh_hant: 10 種顏色

source: 10 items
de: 10 Artikel
fr: 10 éléments
ru: 10 шт.
th: 10 รายการ
zh_hans: 10 个项目
zh_hant: 10 個項目

source: 15 colors
de: 15 Farben
fr: 15 couleurs
nl: 15 kleuren
ru: 15 цв.
th: 15 สี
zh_hans: 15 种颜色
zh_hant: 15 種顏色

source: 20 colors
de: 20 Farben
fr: 20 couleurs
nl: 20 kleuren
ru: 20 цв.
th: 20 สี
zh_hans: 20 种颜色
zh_hant: 20 種顏色

source: About
de: Über
fr: À propos
nl: Over
ru: О программе
th: เกี่ยวกับ

source: Accent color
de: Akzentfarbe
fr: Couleur d'accentuation
nl: Accentkleur
ru: Цвет акцента
th: สีเน้น

source: Accent colour
de: Akzentfarbe
fr: Couleur d'accent
nl: Accentkleur
ru: Цвет акцента
th: สีเน้น
zh_hans: 点缀色
zh_hant: 點綴色

source: Access Denied
de: Zugriff verweigert
es_419: Acceso denegado
fr: Accès non autorisé
nl: Toegang geweigerd
ru: Доступ запрещен
th: ปฏิเสธการเข้าถึง

source: Accessibility
de: Aufgeschlossenheit
fr: Accessibilité
nl: Toegankelijkheid
ru: Универсальный доступ
th: การช่วยการเข้าถึง
zh_hans: 辅助功能
zh_hant: 輔助使用

source: Accessibility permission required
de: Zugriffsberechtigung erforderlich
es_419: Se requiere permiso de accesibilidad
fr: Autorisation d'accessibilité requise
hi: पहुँच की अनुमति आवश्यक है
nl: Toegankelijkheidstoestemming vereist
ru: Требуется разрешение «Универсальный доступ»
th: ต้องการสิทธิ์การช่วยการเข้าถึง
zh_hans: 需要访问权限
zh_hant: 需要存取權限

source: Actions
de: Aktion
nl: Acties
ru: Действия
th: การดำเนินการ
zh_hans: 操作
zh_hant: 操作

source: Activate
de: Aktiviert
fr: Activer
nl: Activeer
ru: Активировать
th: เปิดใช้งาน
zh_hans: 激活
zh_hant: 啟用

source: Activate your license
de: Aktivieren Sie Ihre Lizenz
fr: Activer votre license
nl: Activeer je licentie
ru: Активируйте вашу лицензию
th: เปิดใช้งานใบอนุญาตของคุณ
zh_hans: 激活您的许可证
zh_hant: 啟用你的許可證

source: Activation
de: Aktivierung
nl: Activering
ru: Активация
th: การเปิดใช้งาน
zh_hans: 激活
zh_hant: 啟用

source: Active
de: Aktiv
fr: Activité
nl: Actief
ru: Активно
th: ใช้งานอยู่
zh_hans: 活跃
zh_hant: 活躍

source: Active - No Focus
de: Aktiv - kein Fokus
fr: Actif - Pas de concentration
nl: Actief - Geen focus
ru: Активно — без фокусирования
th: ใช้งานอยู่ - ไม่มีโฟกัส
zh_hans: 活跃 - 无专注模式
zh_hant: 活躍 - 無專注模式

source: Active - No Recording
de: Aktiv - Keine Aufnahme
fr: Actif - Aucun enregistrement
hi: सक्रिय - कोई रिकॉर्डिंग नहीं
nl: Actief - Geen opname
ru: Активно — без записи
th: ใช้งานอยู่ - ไม่บันทึก
zh_hans: 活跃 - 未录制
zh_hant: 活躍 - 未錄製

source: Add
de: Hinzufügen
fr: Ajouter
nl: Toevoegen
ru: Добавить
th: เพิ่ม

source: Add Animation from URL
de: Animation von URL hinzufügen
fr: Ajouter une animation depuis une URL
nl: Animatie toevoegen vanaf URL
ru: Добавить анимацию по URL
th: เพิ่มแอนิเมชันจาก URL
zh_hans: 从 URL 添加动画
zh_hant: 從 URL 新增動畫

source: Add files
de: Datei hinzufügen
fr: Ajouter des fichiers
nl: Bestanden toevoegen
ru: Добавить файлы
th: เพิ่มไฟล์
zh_hans: 添加文件
zh_hant: 新增檔案

source: Add from URL...
de: Von URL hinzufügen...
fr: Ajouter depuis une URL…
nl: Toevoegen vanaf URL...
ru: Добавить по URL...
th: เพิ่มจาก URL...
zh_hans: 从 URL 添加...
zh_hant: 從 URL 新增...

source: Add manually
de: Manuell hinzufügen
fr: Ajouter manuellement
nl: Handmatig toevoegen
ru: Добавить вручную
th: เพิ่มด้วยตนเอง

source: Add New
de: Neu hinzufügen
fr: Ajouter
nl: Nieuw toevoegen
ru: Добавить новый
th: เพิ่มใหม่
zh_hans: 新增
zh_hant: 新增

source: Add new visualizer
de: Neuen Visualisierer hinzufügen
fr: Ajouter un nouveau visualiseur
nl: Nieuwe visualisatie toevoegen
ru: Добавить новый визуализатор
th: เพิ่มตัวแสดงผลใหม่

source: Add Preset
de: Voreinstellung hinzufügen
fr: Ajouter un préréglage
nl: Voorinstelling toevoegen
ru: Добавить пресет
th: เพิ่มพรีเซ็ต
zh_hans: 添加预设
zh_hant: 新增預設組合

source: Additional features
de: Zusätzliche Funktionen
fr: Fonctionnalités supplémentaires
nl: Extra functies
ru: Дополнительные функции
th: ฟีเจอร์เพิ่มเติม

source: Adjust settings above to see changes in real-time. The actual OSD appears at the bottom center of your screen.
de: Passen Sie die obigen Einstellungen an, um die Änderungen in Echtzeit zu sehen. Die tatsächliche OSD wird in der unteren Mitte Ihres Bildschirms angezeigt.
es_419: Ajuste la configuración anterior para ver los cambios en tiempo real. El menú en pantalla real aparece en la parte inferior central de la pantalla.
fr: Ajustez les paramètres ci-dessus pour voir les modifications en temps réel. L'OSD réel apparaît en bas au centre de votre écran.
hi: वास्तविक समय में परिवर्तन देखने के लिए उपरोक्त सेटिंग्स समायोजित करें। वास्तविक OSD आपकी स्क्रीन के निचले केंद्र में दिखाई देता है।
nl: Pas de bovenstaande instellingen aan om wijzigingen in realtime te zien. Het daadwerkelijke OSD verschijnt midden onderaan je scherm.
ru: Настройте параметры выше. OSD появится внизу по центру.
th: ปรับการตั้งค้าด้านบนเพื่อดูการเปลี่ยนแปลงแบบเรียลไทม์ OSD จริงจะแสดงที่กลางด้านล่างของหน้าจอ
zh_hans: 调整上方设置即可实时查看变化。实际屏幕显示菜单（OSD）位于屏幕底部中央位置。
zh_hant: 調整上方設定即可即時檢視變化。實際螢幕顯示選單（OSD）位於螢幕底部中央位置。

source: AI Assistant
de: KI Assistent
fr: Assistant IA
nl: AI-assistent
ru: ИИ-помощник
th: ผู้ช่วย AI
zh_hans: AI 助手
zh_hant: AI 助理

source: AI is thinking...
de: KI denkt...
fr: L’IA rélfléchis
nl: AI denkt...
ru: ИИ думает...
th: AI กำลังคิด...
zh_hans: AI 正在思考...
zh_hant: AI 正在思考...

source: AI Model Selection
de: KI-Modellauswahl
fr: Sélection du modèle d’IA
nl: AI-modelselectie
ru: Выбор ИИ-модели
th: เลือกโมเดล AI
zh_hans: AI 模型选择
zh_hant: AI 模型選擇

source: AI Provider
de: KI-Anbieter
es_419: Proveedor de IA
fr: Fournisseur des modèles
nl: AI-aanbieder
ru: Провайдер ИИ
th: ผู้ให้บริการ AI
zh_hans: AI 服务商
zh_hant: AI 服務商

source: AI-powered assistant that can analyze files, images, and provide conversational help. Use Cmd+Shift+A to quickly access the assistant.
de: KI-gestützter Assistent, der Dateien und Bilder analysieren und Ihnen im Dialog weiterhelfen kann. Mit Cmd+Shift+A können Sie schnell auf den Assistenten zugreifen.
es_419: Asistente con tecnología de inteligencia artificial que puede analizar archivos e imágenes, y proporcionar ayuda conversacional. Utilice Cmd+Shift+A para acceder rápidamente al asistente.
fr: Un assistant IA qui peut analyser des fichiers, des images, et fournir une aide conversationnelle. Utiliser Cmd+Maj+A pour y accéder facilement.
hi: एआई-संचालित सहायक जो फ़ाइलों, छवियों का विश्लेषण कर सकता है और संवादात्मक सहायता प्रदान कर सकता है। सहायक तक तुरंत पहुँचने के लिए Cmd+Shift+A का उपयोग करें।
nl: AI-aangedreven assistent die bestanden en afbeeldingen kan analyseren en gesprekshulp kan bieden. Gebruik Cmd+Shift+A om snel toegang te krijgen tot de assistent.
ru: ИИ-помощник для анализа файлов, изображений и ведения диалога. Нажмите Cmd+Shift+A для быстрого доступа.
th: ผู้ช่วยที่ขับเคลื่อนด้วย AI สามารถวิเคราะห์ไฟล์ รูปภาพ และให้ความช่วยเหลือแบบสนทนา ใช้ Cmd+Shift+A เพื่อเข้าถึงผู้ช่วยอย่างรวดเร็ว
zh_hans: 人工智能驱动的助手，能够分析文件和图像，并提供对话式帮助。使用 Cmd+Shift+A 快速访问该助手。
zh_hant: 人工智慧驅動的助理，能夠分析檔案和影像，並提供對話式幫助。使用 Cmd+Shift+A 快速存取該助理。

# Air quality index %d, %@
source: Air quality index %1$d, %2$@
de: Luftqualitätsindex %1$d, %2$@
es_419: Índice de calidad del aire %1$d, %2$@
fr: Indice de qualité de l'air %1$d, %2$@
nl: Luchtkwaliteitsindex %1$d, %2$@
ru: Индекс качества воздуха %1$d, %2$@
th: Air quality index %d, %@
zh_hans: 空气质量指数 %1$d, %2$@
zh_hant: 空氣品質指數 %1$d, %2$@

source: Air quality requires the Open Meteo provider.
de: Die Luftqualität erfordert den Anbieter von Open Meteo.
es_419: La calidad del aire requiere el proveedor Open Meteo.
fr: La qualité de l'air nécessite le fournisseur Open Meteo.
nl: Luchtkwaliteit vereist de Open Meteo-provider.
ru: Для данных о качестве воздуха требуется провайдер Open Meteo.
th: คุณภาพอากาศต้องใช้ผู้ให้บริการ Open Meteo
zh_hans: 空气质量需要Open Meteo服务提供商。
zh_hant: 空氣品質需要Open Meteo服務提供商。

source: Air quality scale
de: Luftqualitätsskala
es_419: Escala de calidad del aire
fr: Échelle de qualité de l'air
nl: Schaal van de luchtkwaliteit
ru: Шкала качества воздуха
th: มาตรวัดคุณภาพอากาศ
zh_hans: 空气质量量表
zh_hant: 空氣品質量表

source: AirDrop service not available
de: AirDrop Funktionen sind nicht verfügbar
fr: Service AirDrop indisponible
nl: AirDrop-service niet beschikbaar
ru: Служба AirDrop недоступна
th: บริการ AirDrop ไม่พร้อมใช้งาน

source: All-day
de: Ganztägig
fr: Toute la journée
nl: De hele dag
ru: Весь день
th: ตลอดวัน

source: Allow Access
de: Zugriff erlauben
fr: Autoriser l'accès
nl: Toegang toestaan
ru: Разрешить доступ
th: อนุญาตการเข้าถึง

source: Alpha Feature Warning
de: Alpha-Funktionswarnung
fr: Avertissement concernant la fonctionnalité Alpha
nl: Waarschuwing voor alpha-functie
ru: Внимание: альфа-функция
th: คำเตือนฟีเจอร์อัลฟา
zh_hans: 测试版功能警告
zh_hant: 測試版功能警告

source: Always hide in fullscreen
de: Immer verstecken im Vollbildmodus
fr: Toujours cacher en plein écran
nl: Verberg altijd op volledig scherm
ru: Всегда скрывать в полноэкранном режиме
th: ซ่อนเสมอในโหมดเต็มจอ

source: Always show tabs
de: Immer Tabs anzeigen
fr: Toujours afficher les onglets
nl: Toon altijd tabbladen
ru: Всегда показывать вкладки
th: แสดงแท็บเสมอ

source: Animation Name
de: Animationsname
fr: Nom de l'animation
nl: Animatienaam
ru: Название анимации
th: ชื่อแอนิเมชัน
zh_hans: 动画名称
zh_hant: 動畫名稱

source: API Configuration
de: API-Konfiguration
fr: Configuration de l'API
nl: API-configuratie
ru: Настройка API
th: การตั้งค่า API
zh_hans: API 配置
zh_hant: API 配置

source: API Key Required
de: API-Schlüssel erforderlich
fr: Clé d’API nécessaire
nl: API-sleutel vereist
ru: Требуется ключ API
th: ต้องการ API Key
zh_hans: 需要 API 密钥
zh_hant: 需要 API 金鑰

source: Appearance
de: Darstellung
fr: Apparence
nl: Uiterlijk
ru: Внешний вид
th: ลักษณะที่ปรากฏ

source: apperance
de: Aussehen
nl: uiterlijk
ru: внешний вид
th: ลักษณะที่ปรากฏ
zh_hans: 外观
zh_hant: 外觀

source: Are you sure you want to delete "%@"?
de: Sind Sie sicher, dass Sie %@löschen möchten?
fr: Voulez-vous vraiment supprimer "%@" ?
hi: क्या आप "%@" को हटाना चाहते हैं?
nl: Weet je zeker dat je "%@" wilt verwijderen?
ru: Вы уверены, что хотите удалить «%@»?
zh_hans: 您确定要删除“%@”吗？
zh_hant: 你確定要刪除「%@」嗎？

source: Are you sure you want to delete this color from your history?
de: Sind Sie sicher, dass Sie diese Farbe aus Ihrem Verlauf löschen möchten?
es_419: ¿Estás seguro de que quieres eliminar este color de tu historial?
fr: Voulez-vous vraiment supprimer cette couleur de votre historique ?
hi: क्या आप निश्चित हैं कि आप अपने इतिहास से इस रंग को हटाना चाहते हैं?
nl: Weet je zeker dat je deze kleur uit je geschiedenis wilt verwijderen?
ru: Удалить этот цвет из истории?
th: คุณแน่ใจหรือไม่ว่าต้องการลบสีนี้จากประวัติ?
zh_hans: 您确定要从历史记录中删除此颜色吗？
zh_hant: 你確定要從歷史記錄中刪除此顏色嗎？

source: Ask me anything...
de: Frag mich alles...
fr: Demandez-moi ce que vous voulez…
nl: Vraag me wat je wilt...
ru: Спросите меня о чем-либо...
th: ถามฉันอะไรก็ได้...
zh_hans: 随便问我...
zh_hant: 隨便問我...

source: Atoll needs access to save and read AI assistant files.
de: Atoll benötigt Zugriff, um AI-Assistent-Dateien zu speichern und zu lesen.
nl: Atoll heeft toegang nodig om AI-assistentbestanden op te slaan en te lezen.
ru: Atoll нужен доступ для сохранения ИИ-файлов.
th: Atoll ต้องการสิทธิ์เพื่อบันทึกและอ่านไฟล์ผู้ช่วย AI
zh_hans: Atoll 需要权限来保存和读取 AI 助手文件。
zh_hant: Atoll 需要權限來儲存和讀取 AI 助理檔案。

source: Atoll needs access to save screenshots to your desktop.
de: Atoll benötigt Zugriff, um Screenshots auf Ihrem Desktop zu speichern.
nl: Atoll heeft toegang nodig om schermafbeeldingen op je bureaublad op te slaan.
ru: Atoll нужен доступ для сохранения снимков экрана.
th: Atoll ต้องการสิทธิ์เพื่อบันทึกภาพหน้าจอไปยังเดสก์ท็อป
zh_hans: Atoll 需要权限将截图保存到桌面。
zh_hant: Atoll 需要權限將截圖儲存到桌面。

source: Atoll needs Bluetooth access to detect when audio devices connect and display their battery status in the HUD.
de: Atoll benötigt Bluetooth-Zugriff, um zu erkennen, wenn Audiogeräte verbunden werden, und deren Akkustatus im HUD anzuzeigen.
nl: Atoll heeft Bluetooth-toegang nodig om te detecteren wanneer audioapparaten verbinding maken en om hun batterijstatus in de HUD weer te geven.
ru: Для отображения батареи аудиоустройств нужен доступ к Bluetooth.
th: Atoll ต้องการสิทธิ์บลูทูธเพื่อตรวจจับเมื่ออุปกรณ์เสียงเชื่อมต่อและแสดงสถานะแบตเตอรี่ใน HUD
zh_hans: Atoll 需要蓝牙访问权限来检测音频设备连接并在 HUD 中显示其电池状态。
zh_hant: Atoll 需要藍牙存取權限來偵測音訊裝置連線並在 HUD 中顯示其電池狀態。

source: Atoll uses AppleScripts to control Spotify and Apple Music
de: Atoll verwendet AppleScripts zur Steuerung von Spotify und Apple Music.
nl: Atoll gebruikt AppleScripts om Spotify en Apple Music te besturen
ru: Atoll использует AppleScript для управления Spotify и Apple Music
th: Atoll ใช้ AppleScripts เพื่อควบคุม Spotify และ Apple Music
zh_hans: Atoll 使用 AppleScript 控制 Spotify 和 Apple Music
zh_hant: Atoll 使用 AppleScript 控制 Spotify 和 Apple Music

source: Attached Files
de: Angehängte Dateien
fr: Fichiers joints
nl: Bijgevoegde bestanden
ru: Вложенные файлы
th: ไฟล์แนบ
zh_hans: 附件
zh_hant: 附件

source: Auto-scroll to next event
de: Automatisches Scrollen zum nächsten Ereignis
fr: Défilement automatique vers l'événement suivant
nl: Automatisch scrollen naar de volgende activiteit
ru: Переходить к следующему событию
th: เลื่อนไปยังเหตุการณ์ถัดไปอัตโนมัติ
zh_hans: 自动滚动到下一个事件
zh_hant: 自動滾動到下一個事件

source: Automatically check for updates
de: Automatisch nach Updates suchen
es_419: Buscar actualizaciones automáticamente
fr: Vérifier automatiquement les mises à jour
hi: स्वचालित रूप से अपडेट की जाँच करें
nl: Automatisch controleren op updates
ru: Автоматически проверять обновления
th: ตรวจสอบการอัปเดตอัตโนมัติ

source: Automatically download updates
de: Automatisch nach Updates suchen
fr: Télécharger automatiquement les mises à jour
nl: Updates automatisch downloaden
ru: Автоматически загружать обновления
th: ดาวน์โหลดการอัปเดตอัตโนมัติ
